
{
  "distracao": {
    "objetivo_cognitivo": "Reconectar o usuário com a tarefa ou o momento presente, mostrando que a fuga para a distração é uma escolha, não uma necessidade. Trazer a atenção de volta ao ponto de origem.",
    "tom_permitido": "Direto, calmo, firme.",
    "frases_permitidas": "Clareza, foco, presença, limite.",
    "frases_proibidas": "Hype, produtividade tóxica ('hustle culture'), frases de efeito.",
    "frases": [
      "Volta.",
      "Isso pode esperar. O que você fazia, não.",
      "Sua atenção está vazando.",
      "Onde você está agora?",
      "Um pensamento de cada vez.",
      "Isso não é importante neste momento.",
      "Recupere o leme.",
      "Apenas observe o impulso, sem agir.",
      "Respire. E retorne.",
      "O que você está evitando?",
      "O barulho não é o sinal.",
      "Este clique não resolve o problema.",
      "Foque no que está à sua frente.",
      "O tédio é o solo da criatividade. Não fuja dele.",
      "Diga não a isto.",
      "Menos abas, mais profundidade.",
      "Atenção plena não é um estado, é um ato.",
      "Você não precisa consumir tudo.",
      "O que é essencial agora?",
      "Desligue o piloto automático.",
      "O foco é um músculo. Contraia.",
      "Este momento é o único que existe.",
      "Isso está te servindo ou te usando?",
      "O trabalho real acontece no silêncio.",
      "A clareza está do outro lado da distração.",
      "Cada interrupção tem um custo.",
      "O mundo pode girar sem a sua opinião imediata.",
      "Apenas continue o que começou.",
      "Simplifique. Elimine. Foque.",
      "Volte para o seu corpo.",
      "O que você busca aqui não está aqui.",
      "Feche esta tela.",
      "Presença é poder."
    ]
  },
  "procrastinacao": {
    "objetivo_cognitivo": "Neutralizar a paralisia decisória e o medo do desconforto, focando no menor passo possível para quebrar a inércia.",
    "tom_permitido": "Firme, neutro, prático.",
    "frases_permitidas": "Ação mínima, quebra de inércia, aceitação do desconforto.",
    "frases_proibidas": "Promessas de sucesso, motivação exagerada, pressão por perfeição.",
    "frases": [
      "Apenas comece. Não precisa ser bom.",
      "Um passo. Só um.",
      "Feito é melhor que perfeito.",
      "A clareza vem da ação, não do pensamento.",
      "O desconforto de começar é menor que o peso de adiar.",
      "Apenas cinco minutos.",
      "Não negocie com a sua mente. Apenas faça.",
      "O que é o menor passo possível agora?",
      "A resistência é o sinal.",
      "A procrastinação é um hábito, não uma identidade.",
      "Amanhã é o lugar onde o trabalho nunca acontece.",
      "Reduza a tarefa pela metade.",
      "Apenas a primeira ação.",
      "O que você está esperando não vai chegar.",
      "O medo se dissolve com o movimento.",
      "Ignore a montanha. Olhe para o degrau.",
      "Você não precisa de vontade, precisa de um gatilho.",
      "A tarefa não vai desaparecer.",
      "O custo do adiamento é pago com juros.",
      "Apenas sente e abra o arquivo.",
      "A perfeição é inimiga da conclusão.",
      "Não pense. Execute a primeira letra.",
      "A ação é o antídoto.",
      "O momento certo é uma ilusão.",
      "Comece antes de estar pronto.",
      "A procrastinação é medo disfarçado.",
      "Seu futuro eu implora para você começar agora.",
      "O atrito inicial é a única barreira real.",
      "Pare de planejar o primeiro passo. Dê.",
      "A inércia é vencida com um empurrão, não com um plano.",
      "O peso da inação é mais pesado que o esforço da ação.",
      "Comprometa-se com o processo, não com o resultado.",
      "Só por agora."
    ]
  },
  "ansiedade": {
    "objetivo_cognitivo": "Ancorar a mente no presente e no corpo, reduzindo a ruminação sobre futuros hipotéticos e acalmando o sistema nervoso.",
    "tom_permitido": "Calmo, gentil, físico, de ancoragem.",
    "frases_permitidas": "Presença, respiração, corporalidade, aceitação.",
    "frases_proibidas": "Falsa tranquilidade ('fique calmo'), negação do sentimento, positividade forçada.",
    "frases": [
      "Respire. Só isso.",
      "Você está seguro neste momento.",
      "Isso também passa.",
      "Sinta seus pés no chão.",
      "A mente mente. O corpo não.",
      "Foque no que você pode controlar: sua respiração.",
      "O futuro é uma ficção. Volte para o agora.",
      "O que está acontecendo de verdade, neste exato instante?",
      "Observe o pensamento como uma nuvem, sem se agarrar a ele.",
      "A ansiedade é apenas energia. Deixe-a fluir sem julgamento.",
      "Você não é seus pensamentos.",
      "Solte os ombros.",
      "Beba um copo de água, devagar.",
      "A preocupação não esvazia o amanhã de suas tristezas, apenas a força do hoje.",
      "Nomeie três coisas que você pode ver agora.",
      "Este sentimento não é você. É apenas um visitante.",
      "Volte para o ritmo da sua respiração.",
      "Você sobreviveu a todos os seus piores dias até aqui.",
      "Acalme as mãos.",
      "Apenas esteja aqui.",
      "A necessidade de controle é a raiz da ansiedade.",
      "Não lute contra a onda. Flutue.",
      "O mundo não exige uma resposta sua agora.",
      "O silêncio é um refúgio.",
      "Você pode lidar com o que quer que aconteça, quando acontecer.",
      "A ansiedade vive no 'e se?'. A paz vive no 'é'.",
      "Um momento de cada vez.",
      "Deixe o futuro para o seu futuro eu.",
      "Desacelere o corpo para desacelerar a mente.",
      "Este exato segundo está bem.",
      "Não há nada a ser resolvido agora.",
      "Permita-se não saber.",
      "Apenas respire. O resto pode esperar."
    ]
  },
  "cansaco_mental": {
    "objetivo_cognitivo": "Dar permissão para a pausa e a renúncia, validando o esgotamento como um sinal para parar, não para forçar mais.",
    "tom_permitido": "Permissivo, gentil, restaurador.",
    "frases_permitidas": "Renúncia, descanso, limite, aceitação.",
    "frases_proibidas": "Frases sobre 'força', 'superação', 'não desistir'.",
    "frases": [
      "Pausa.",
      "Isso não é descanso.",
      "Desconectar é um ato produtivo.",
      "Sua mente precisa de silêncio.",
      "Você não precisa absorver mais nada agora.",
      "O cérebro não é uma máquina.",
      "Permita-se não fazer nada.",
      "O esgotamento é um limite, não uma fraqueza.",
      "Olhe para longe. Para uma árvore. Para o céu.",
      "O mundo não vai parar se você descansar.",
      "Recarregar não é um luxo, é uma necessidade.",
      "Esvazie a mente.",
      "Fazer menos é, às vezes, fazer mais.",
      "O silêncio também é nutriente.",
      "Não force. Apenas pare.",
      "Sua energia é finita. Respeite isso.",
      "O descanso não precisa ser merecido.",
      "Uma caminhada de 5 minutos, sem celular.",
      "Feche os olhos por um minuto.",
      "O oposto de exaustão não é descanso, é recuperação.",
      "A criatividade morre no cansaço.",
      "Você já fez o suficiente por hoje.",
      "Dê um passo para trás.",
      "Não há clareza na fadiga.",
      "Nenhuma decisão importante deve ser tomada no cansaço.",
      "A produtividade forçada é um erro.",
      "Seu corpo está pedindo uma trégua.",
      "Renunciar a uma tarefa pode ser a escolha mais inteligente.",
      "O descanso é uma forma de respeito por si mesmo.",
      "Deixe ir.",
      "Apenas pare. Sem culpa.",
      "O mundo seguirá girando.",
      "Recue."
    ]
  },
  "falta_de_sentido": {
    "objetivo_cognitivo": "Reconectar o usuário com o tangível e o imediato, substituindo a busca por um grande propósito por pequenas ações e observações concretas.",
    "tom_permitido": "Sóbrio, presente, questionador (gentil).",
    "frases_permitidas": "Pequenos atos, presença, observação, pé no chão.",
    "frases_proibidas": "Frases sobre 'encontrar seu propósito', 'mudar o mundo', 'sonhos'.",
    "frases": [
      "O sentido não é encontrado. É construído.",
      "Comece pelo que está na sua frente.",
      "Arrume sua cama.",
      "Qual é a coisa mais simples que você pode fazer agora?",
      "O propósito de hoje pode ser apenas observar o dia.",
      "Pequenos atos de ordem criam clareza interna.",
      "O grande sentido é feito de pequenos porquês.",
      "Ajude alguém com algo simples.",
      "O desânimo é o excesso de futuro na mente.",
      "O que seu corpo precisa agora?",
      "O sentido da vida é apenas estar vivo. - Alan Watts",
      "Não busque a felicidade. Busque a presença.",
      "Uma tarefa de cada vez. Uma xícara de café de cada vez.",
      "O que você pode concluir nos próximos 10 minutos?",
      "A vida acontece nos intervalos.",
      "Leia uma página de um livro.",
      "O universo não te deve um propósito.",
      "A utilidade é um bom antídoto para o desânimo.",
      "O sentido está na ação, não na resposta.",
      "Simplesmente faça a próxima coisa certa.",
      "A beleza das coisas pequenas é um refúgio.",
      "O propósito não grita. Ele sussurra na próxima tarefa.",
      "Caminhe. Sem destino.",
      "A busca pelo extraordinário cega para o ordinário.",
      "O que você pode tocar agora?",
      "O sol nasceu hoje. Isso é algo.",
      "A vida não é um problema a ser resolvido, mas uma realidade a ser experimentada. - Kierkegaard",
      "Apenas esteja presente no ato de respirar.",
      "O sentido pode ser apenas 'continuar'.",
      "Um passo de cada vez. Mesmo sem saber o destino.",
      "A consistência cria seu próprio sentido.",
      "Apenas faça o bem na sua frente.",
      "Hoje é o suficiente."
    ]
  },
  "excesso_de_estimulo": {
    "objetivo_cognitivo": "Promover a 'higiene digital' e a renúncia consciente, mostrando que a paz vem da subtração, não da adição de mais informação ou entretenimento.",
    "tom_permitido": "Firme, limpo, quase ascético.",
    "frases_permitidas": "Renúncia, limite, desintoxicação, silêncio.",
    "frases_proibidas": "Dicas de 'otimização', 'biohacking', mais conteúdo sobre como consumir menos.",
    "frases": [
      "Dopamina barata cobra caro depois.",
      "Desligue.",
      "Menos estímulo. Mais clareza.",
      "O silêncio é o objetivo.",
      "Você não precisa de mais uma informação.",
      "O feed infinito é uma fome que não se sacia.",
      "Crie, não consuma.",
      "O tédio é um luxo. Abrace-o.",
      "Seu cérebro não é um depósito.",
      "A paz está na ausência de notificação.",
      "A mente precisa de espaço em branco.",
      "Renuncie a este scroll.",
      "O entretenimento constante é uma forma de exaustão.",
      "O que acontece se você não souber de algo imediatamente?",
      "A curiosidade nem sempre precisa ser saciada.",
      "Não alimente o algoritmo.",
      "A melhor notificação é nenhuma notificação.",
      "O foco exige que você ignore o resto.",
      "O barulho externo abafa a voz interna.",
      "Liberte-se do fluxo.",
      "Estar 'por fora' é uma nova forma de estar 'por dentro'.",
      "A busca por novidade é um vício.",
      "Subtraia. O que sobra é o essencial.",
      "O mundo não foi feito para ser visto através de uma tela.",
      "Uma mente superestimulada é uma mente ansiosa.",
      "Não há sabedoria no excesso de informação.",
      "Deixe o mundo ser desinteressante por um tempo.",
      "O ponto final é o objetivo. Não o próximo link.",
      "A quietude é o novo luxo.",
      "O que você está procurando já está em você, não no feed.",
      "Desconecte-se para se reconectar.",
      "Sua atenção é sagrada. Não a desperdice.",
      "O VOLTA está aqui para que você não precise estar aqui."
    ]
  }
}
